Repository: AritxOnly/Deadliner-iOS
Catalog: DeadlinerWatch Watch App/Localizable.xcstrings
Source language: en
Languages: zh_hans

# watch.board.action.archive
source: Archive
zh_hans: 归档

# watch.board.action.clear-today
source: Clear Today
zh_hans: 清除今日记录

# watch.board.action.delete
source: Delete
zh_hans: 删除

# watch.board.action.give-up
source: Give Up
zh_hans: 放弃

# watch.board.action.postpone-day
source: Postpone 1 Day
zh_hans: 延期 1 天

# watch.board.page.habits.count-caption
source: remaining / total
zh_hans: 剩余 / 总数

# watch.board.page.habits.empty-body
source: The watch only shows habits that matter today.
zh_hans: 手表只展示今天真正需要关注的习惯。

# watch.board.page.habits.empty-title
source: No habits due
zh_hans: 今天没有待打卡习惯

# watch.board.page.habits.title
source: Habits
zh_hans: 习惯

# watch.board.page.ideas.count-caption
source: recent / total
zh_hans: 最近 / 总数

# watch.board.page.ideas.empty-body
source: Recent inspirations from your phone appear here.
zh_hans: 来自手机的最近灵感会显示在这里。

# watch.board.page.ideas.empty-title
source: No ideas yet
zh_hans: 还没有灵感记录

# watch.board.page.ideas.title
source: Ideas
zh_hans: 灵感

# watch.board.page.tasks.count-caption
source: active / total
zh_hans: 进行中 / 总数

# watch.board.page.tasks.empty-body
source: The board only keeps the tasks you still need to care about.
zh_hans: 看板只保留你此刻真正要关注的任务。

# watch.board.page.tasks.empty-title
source: Nothing active
zh_hans: 当前没有进行中的任务

# watch.board.page.tasks.title
source: Tasks
zh_hans: 任务

# watch.board.period.daily
source: Daily
zh_hans: 每日

# watch.board.period.ebbinghaus
source: Review
zh_hans: 复习

# watch.board.period.monthly
source: Monthly
zh_hans: 每月

# watch.board.period.once
source: Once
zh_hans: 一次

# watch.board.period.weekly
source: Weekly
zh_hans: 每周

# watch.board.row.no-due-date
source: No due
zh_hans: 无截止

# watch.board.row.overdue
source: Overdue
zh_hans: 已逾期
